let words = [
    {
        word: "Кунграты",
        hint: "Какая династия правила в Хивинском ханстве в середине XIX века?"
    },
    {
        word: "1868",
        hint: "В каком году Бухарский эмират становится протекторатом Российской империи?"
    },
    {
        word: "27",
        hint: "Из скольки бекств территориально состоял Бухарский Эмират, во главе которых стояли беки в середине XIX века?"
    },
    {
        word: "Кокандское ханство",
        hint: "На востоке ханство граничило с Восточным Туркестаном, на западе — с Бухарским эмиратом и делилось на 15 бекст "
    },
    {
        word: "Кауфман",
        hint: "Кто согласно указу от 7 ноября 1867 г. был назначен Туркестанским генерал-губернатором?"
    },
    {
        word: "Романовский",
        hint: "Кто предпринял военный поход на Бухарский эмират в 1865 г.?"
    },
    {
        word: "Бухарский Эмират",
        hint: "В середине XIX века население этой страны составляло около 2 млн человек"
    },
    {
        word: "Кокандское ханство",
        hint: "Это хнаство было по лощади больше 800 тыс кв км и тем самым самая большая по территории в Средней Азии к середине XIX века "
    },
    {
        word: "Кушбеги",
        hint: "Главный визирь в Бухарском эмирате - глава исполнительной власти "
    },
    {
        word: "Джизакское",
        hint: "Назовите одно из известных вооружённое восстаний в Средней Азии против колониальной власти, вызванное трудовой мобилизацией во время Первой мировой войны? "
    },
    {
        word: "Большая игра",
        hint: "Геополитическое соперничество между Британской и Российской империями за господство в Центральной Азии в XIX — начале XX века еще принято называть?"
    },
    {
        word: "Минг",
        hint: "Кокандским ханством правили представители династии "
    },
    {
        word: "Диванбеги",
        hint: "Высшей должностью в Хивинском ханстве после хана -глава правительства "
    },
    {
        word: "Шейх-уль-ислам",
        hint: "Кто осуществлял контроль за соблюдением правил и норм шариата, законов, судебных дел в Бухарском эмирате? "
    },
    {
        word: "1873",
        hint: "В каком году, согласно Гандимянскому мирному договору, Хивинское ханство становиться протекторатом Российской империи? "
    },
    {
        word: "Холерный бунт",
        hint: "Назовите одно из самых крупных народных восстаний 1892 г. в городе Ташкенте?"
    },
    {
        word: "Богатыри и герои",
        hint: "О чем чаще всего повествовали поэмы-дастаны распространенные в Средней Азии в XIX в.?"
    },

    {
        word: "1867",
        hint: "В каком году из завоеванных территорий Российской Империей, было образовано Туркестанское генерал-губернаторство с центром в Ташкенте"
    },
]